["Do domu Hospodinova s radostí půjdeme.", "Zaradoval jsem se, když mi řekli: „Do domu Hospodinova půjdeme!“", "Bože, obnov nás, rozjasni svou tvář, a budeme spaseni.", "K tobě pozvedám svou duši, Hospodine.", "Pane, Bože můj, k tobě pozvedám svou duši.", "V jeho dnech rozkvete spravedlnost a hojnost pokoje na věky.", "Smím přebývat v Hospodinově domě, na dlouhé, předlouhé časy.", "Děkujte Hospodinu, neboť je dobrý, jeho milosrdenství trvá na věky.", "Hospodin je mé světlo a má spása.", "Pán je mé světlo a má spása.", "Chvalte Hospodina, který uzdravuje ty, jimž puká srdce.", "Pane, ukaž nám své milosrdenství!", "Pane, ukaž nám své milosrdenství a uděl nám svou spásu.", "Ukaž nám, Hospodine, své milosrdenství a dej nám svou spásu!", "Velkou věc s námi učinil Hospodin, naplnila nás radost.", "Vypravujte mezi všemi národy o Hospodinových divech.", "Veleb, duše má, Hospodina.", "Budu tě oslavovat na věky, můj Bože, králi.", "Blaze tomu, kdo svou naději vložil do Hospodina.", "Pane, přijď, a zachraň nás!", "Duch můj plesá v Bohu mém!", "Plesejte a jásejte, neboť nad vámi vládne Svatý Izraele.", "Ukaž mi své cesty, Hospodine.", "Hle, ubožák zavolal, a Hospodin slyšel.", "Chci tě oslavovat, Hospodine, neboť jsi mě vysvobodil.", "Ať tě, Bože, velebí národy, ať tě velebí, kdekterý národ!", "Ať vejde Hospodin, on je král slávy!", "Na věky chci zpívat o Hospodinových milostech.", "Ústa má budou vyprávět o tvé spravedlnosti.", "Radujte se, spravedliví, v Hospodinu.", "Mé srdce jásá v Bohu, mém spasiteli.", "Na věky budu zpívat o tvém milosrdenství, Hospodine.", "Dnes se nám narodil Spasitel, Kristus Pán.", "Světlo dnes zazáří nad námi, neboť se nám narodil Pán.", "Všechny končiny země viděly spásu od našeho Boha.", "Uzřely všechny končiny země spásu našeho Boha.", "Blaze každému, kdo se bojí Hospodina, kdo kráčí po jeho cestách.", "Blaze každému, kdo se bojí Hospodina.", "Hospodin sám je náš Bůh, pamatuje věčně na svoji smlouvu.", "Hospodin pamatuje věčně na svoji smlouvu.", "Blaze těm, kdo přebývají v tvém domě, Bože.", "Šťastní jsou, Pane, kdo přebývají ve tvém svatém chrámě.", "Hospodine, Pane náš, jak podivuhodné je tvé jméno po celé zemi!", "Bože, buď milostiv a žehnej nám!", "Slovo se stalo tělem a přebývalo mezi námi.", "Pojďte se poklonit Pánu!", "Jeruzaléme, oslavuj Hospodina!", "Hospodin miluje svůj národ.", "Budou se ti, Hospodine, klanět všechny národy.", "Dám ti v majetek národy.", "Pán dá požehnání a pokoj svému lidu.", "Budete vážit vodu s radostí z pramenů spásy.", "Smiluj se, Pane, neboť jsme zhřešili.", "Stvoř mi čisté srdce Bože!", "Tys, Pane, dobrý a shovívavý.", "Všechno tvé jednání, Hospodine, je láska a věrnost pro ty, kdo plní tvou smlouvu.", "Buď se mnou, Pane, v mé tísni.", "Tvá slova, Pane, jsou duch a jsou život.", "Pán mě vysvobodil ze všech mých obav.", "Když jsem volal, Hospodine, vyslyšels mě.", "U Hospodina je slitování, hojné u něho je vykoupení.", "Blaze těm, kdo kráčejí v zákoně Hospodinově.", "Ať spočine na nás, Hospodine, tvé milosrdenství, jak doufáme v tebe.", "Budu kráčet před Hospodinem v zemi živých.", "Nejednej s námi podle našich hříchů, Hospodine!", "Kdo žije správně, tomu ukážu Boží spásu.", "Zachraň mě svou slitovností, Hospodine.", "Pamatujte na divy, které učinil Hospodin.", "Hospodin je milosrdný a milostivý.", "Kéž byste dnes uposlechli jeho hlasu: „Nezatvrzujte svá srdce!“", "Zaslechnete-li dnes jeho hlas, nezatvrzujte svá srdce!", "Pane, ty máš slova věčného života.", "Má duše žízní po tobě, Pane, Bože můj!", "Rozpomeň se, Hospodine, na své slitování.", "Plesejte Bohu, který nám pomáhá.", "Hospodin je můj pastýř, nic nepostrádám.", "Pán je můj pastýř, nic mi neschází.", "Vyslyš nás, Pane, a vysvoboď nás.", "Okuste a vizte, jak je Hospodin dobrý.", "Proudy bystřin jsou k radosti Božímu městu, přesvatému stánku Nejvyššího.", "Blízký je Hospodin všem, kdo ho vzývají.", "Pamatuj na nás, Hospodine, pro náklonnost k svému lidu.", "Hospodine, můj Bože, k tobě se utíkám.", "Stvoř mi čisté srdce, Bože!", "Hospodine, slyš mou modlitbu a volání mé ať k tobě pronikne!", "chvályhodný a svrchovaně velebený navěky.", "Miluji tě, Hospodine, má sílo!", "Hospodin bude nad námi bdít, jako pastýř nad svým stádem.", "Bože můj, Bože můj, proč jsi mne opustil?", "Vyslyš mě, Hospodine, ve své veliké lásce!", "Kalich požehnání je společenstvím Krve Kristovy.", "Otče, do tvých rukou poroučím ducha svého.", "Sešli svého ducha, Pane, a obnov tvářnost země.", "Země je plná Hospodinovy milosti.", "Ochraň mě, Bože, neboť se k tobě utíkám.", "Hospodinu chci zpívat, neboť je velmi vznešený.", "Jako laň prahne po vodních bystřinách, tak prahne má duše po tobě, Bože!", "Toto je den, který připravil Pán, jásejme a radujme se z něho!", "Ze srdce ať se radují, kdo hledají Hospodina.", "Kámen, který stavitelé zavrhli, stal se kvádrem nárožním.", "Blaze všem, kdo se uchylují k Hospodinu.", "Hospodin kraluje, oděl se velebností.", "Ukaž mi, Pane, cestu k životu.", "Hospodine, ukaž nám svou jasnou tvář!", "Do tvých rukou, Pane, svěřuji ducha svého.", "Jásejte Bohu, všechny země!", "Jděte do celého světa a hlásejte evangelium.", "Vezmu kalich spásy a budu vzývat jméno Hospodinovo.", "Jsme jeho lid a stádce, které on pase.", "Chvalte Hospodina, všechny národy!", "Ty jsi můj syn, já dnes jsem tě zplodil.", "Budu tě chválit, Hospodine, ve velkém shromáždění.", "Nikoliv nám, Hospodine, ale svému jménu zjednej slávu.", "Ať tvoji zbožní, Hospodine, vypravují o slávě tvé vznešené říše.", "Budu tě chválit mezi národy, Pane!", "Jásejte Bohu, všechny země! Aleluja.", "Hospodin zjevil svou spásu před zraky pohanů.", "Jinoši a panny, chvalte Hospodinovo jméno!", "Bůh se vznáší za jásotu, Hospodin vystupuje za hlaholu polnice.", "Věřím, že uvidím blaho od Hospodina v zemi živých!", "Hospodin si zřídil na nebi trůn.", "Hospodin kraluje, je povznesen nad celou zemí.", "Bože, ve své dobrotě ses postaral o chudáka.", "Zbožní uzří tvou tvář, Hospodine.", "Blaze lidu, který si Hospodin vyvolil za svůj majetek.", "Oslavujte Hospodina, neboť na věky trvá jeho milosrdenství.", "Sešli svého ducha, Hospodine, a obnovíš tvář země.", "Hle, přicházím, Pane, splnit tvou vůli.", "Ty jsi kněz na věky podle Melchizedechova řádu!", "Hospodinova láska od věků pro ty, kdo se ho bojí.", "Blahoslavení chudí v duchu, neboť jejich je království nebeské.", "Spravedlivý září v temnotách jako světlo.", "Budu ti hrát, Hospodine, před anděly.", "Tys mé útočiště, zahrneš mě radostí ze záchrany.", "Pán je milosrdný a milostivý.", "Uzdrav mě, Pane, zhřešil jsem proti tobě.", "V Bohu jen odpočívej, duše má.", "Dobré je chválit Hospodina.", "Buď mi, Hospodine, ochrannou skálou!", "Odpusť, Pane, co jsem zavinil hříchem.", "Má duše po tobě žízní, Hospodine, Bože můj!", "Ty jsi, Hospodine, mým dědičným podílem.", "Budu velebit tvé jméno, můj Bože, králi.", "Bože, můj králi, na věky chci dobrořečit tvému jménu.", "Naše oči hledí na Hospodina, dokud se nad námi nesmiluje.", "Semeno padlo na dobrou půdu a přineslo užitek.", "Hledejte, ubožáci, Hospodina a pookřejte v srdci.", "Hospodinovy předpisy jsou správné, působí radost srdci.", "Hospodine, kdo smí prodlévat ve tvém stánku?", "Jak miluji tvůj zákon, Hospodine.", "Otvíráš svou ruku a sytíš nás, Hospodine.", "Nebeský pokrm dal jim Hospodin.", "Pane, tys nám býval útočištěm od pokolení do pokolení.", "Okuste a vizte, jak dobrý je Pán.", "Hospodine, na pomoc mi pospěš!", "Hospodine, tvá dobrota trvá na věky, dílo svých rukou neopouštěj!", "Duše má, chval Hospodina!", "Vstanu a půjdu k svému Otci.", "Pán mě udržuje naživu.", "Chvalte Hospodina, který povyšuje chudého.", "Dům Izraelův je vinicí Páně.", "Ať nám Hospodin žehná po všechny dny našeho života.", "Nasyť nás, Pane, svou slitovností, abychom se radovali.", "Vzdejte Hospodinu moc a slávu!", "Pomoc nám přijde od Hospodina, který učinil nebe i zemi.", "Opatruj, Pane, mou duši ve svém pokoji!", "Ochraň, Pane, duši mou v pokoji u tebe.", "Až procitnu, Hospodine, nasytím se pohledem na tebe.", "Přišel Hospodin, aby spravoval národy podle práva.", "Blahoslavená jsi, Panno Maria, žes nosila Syna věčného Otce.", "Hospodin zástupů, on je král slávy!", "Ty jsi čest našeho lidu.", "Jeho potomstvo potrvá na věky.", "Pane, dej zdar práci našich rukou!", "Všude na zemi pronikl jejich hlas.", "Pán ho posadil vedle knížat svého lidu.", "Vyslyš mě, Bože, ve své veliké lásce!", "Od klína mé matky byls mým ochráncem.", "Chválím tě, že jsem vznikl tak podivuhodně.", "Má zalíbení v Hospodinově zákoně.", "Ustavičně chci velebit Hospodina.", "Kdo sejí v slzách žnout budou s jásotem.", "Pán Bůh mu dá trůn jeho otce Davida.", "Blaze muži, který se slitovává a půjčuje.", "Vstaň, Hospodine, vejdi na místo svého odpočinku, ty i tvá vznešená archa!", "Po své pravici máš královnu ozdobenou ofirským zlatem.", "Radostí zajásám v Pánu.", "Nezapomínejte na Boží skutky!", "Ty, Hospodine, vládneš nade vším.", "Svým andělům vydal o tobě příkaz, aby tě střežili na všech tvých cestách.", "To je pokolení těch, kdo hledají tvář tvou, Hospodine.", "Zpívejte Hospodinu píseň novou, protože učinil podivuhodné věci.", "Naše duše vyvázla jako pták z ptáčníkovy léčky.", "Jak milý je tvůj příbytek, Hospodine zástupů!", "Hle, stánek Boží mezi lidmi!", "Radostně půjdeme do domu Pánova.", "Buď veleben Hospodin nyní i na věky!", "Ústa spravedlivého mluví moudře.", "Hospodinovy výroky jsou pravdivé, všechny jsou spravedlivé.", "Nauč mě, Hospodine, svým příkazům!", "Ženich je tu, jděte naproti Kristu Pánu!", "Hle, ženich přichází, jděte naproti Kristu Pánu!", "Spravedlivý bude, Pane, přebývat na tvé svaté hoře.", "Blaze muži, který se bojí Hospodina.", "Chci dobrořečit Pánu v každé chvíli.", "Vy jste mými přáteli, budeteli činiti to, co vám přikazuji.", "Smím si vykračovat před Pánem v zemi živých.", "Drahocenná je v Hospodinových očích smrt jeho zbožných.", "Aleluja, aleluja, aleluja.", "Pochválen buď Hospodin, Bůh Izraele, neboť navštívil svůj lid.", "Vzmužte se a buďte srdnatí, všichni, kdo spoléháte na Hospodina.", "Vzpomínáme, Bože, na tvé milosrdenství ve tvém chrámě.", "Hospodin popatřil z nebe na zem.", "Voď mě po cestě svých předpisů, Hospodine.", "Ukaž nám, Pane, světlo svého slitování.", "Veliký jsi, Hospodine, na věky.", "Jasnou tvář ukaž svému služebníku, Hospodine!", "Svatý jsi, Hospodine, náš Bože!", "Skutky tvých rukou, Pane, jsou věrné a spravedlivé.", "Pán pamatoval na své milosrdenství.", "Tvou dobrotu, Pane, mám na zřeteli.", "Chvalte Hospodina, protože je dobrý.", "jeho milosrdenství trvá na věky.", "Vzpomínám na Hospodinovy činy.", "Hospodinovým podílem je jeho lid.", "Hospodine, z tvé síly se raduje král.", "Hospodine, ty mě zkoumáš a znáš.", "Hospodin přichází řídit zemi.", "Stále spoléhám na Boží slitovnost.", "Všechno, co dýchá, ať chválí Hospodina!", "Požehnán buď Hospodin, že vyslyšel mou úpěnlivou prosbu!", "Chci kráčet v nevinnosti srdce.", "Veliká jsou Hospodinova díla.", "Doufej v Boha, vždyť zase ho budu chválit, svého spasitele a svého Boha!", "Hospodin znovu zbuduje Sión, objeví se ve své slávě.", "Hospodin je s námi.", "Pro slávu svého jména vysvoboď nás, Pane!", "Ze záhuby vysvobodíš můj život, Hospodine!", "Hospodin bude soudit svět podle práva.", "Náš Bůh je Bohem spásy.", "Důvěřuji v tvé slitování, Hospodine!", "Zachraň mě, Hospodine, podle svého slitování!", "Nezavrhne Hospodin svůj národ.", "Povstaň, Bože, suď zemi!", "Zachovej mi život, Pane, a budu dbát na tvá přikázání.", "Povstaň, Hospodine, zachraň mě!", "Rozjásám se nad tvou pomocí, Hospodine!", "chvalte a oslavujte ho na věky.", "Vysvoboď nás, Pane, pro svou lásku!", "Veleben buď Hospodin, má Skála!", "V Boha důvěřuji, nebudu se bát.", "Smiluj se nade mnou, Bože, smiluj se!", "Ať se mi dostane tvého slitování, Hospodine, abych byl živ.", "Šťastný člověk, jehož vychováváš, Hospodine.", "Ty nás, Hospodine, ochráníš.", "Svou starost hoď na Hospodina, a on tě zachová.", "Má modlitba, Pane, ať je před tebou jako kadidlo.", "Hospodine, všimni si mého volání!", "Pomoz, Bože, svou pravicí a vyslyš nás!", "Bůh dává věčné trvání svému městu.", "Nezapomínej na chudáky, Hospodine!", "Veď mě ve své spravedlnosti, Hospodine!", "Izraelův dům doufá v Hospodina.", "Hledejte vždy Hospodinovu tvář!", "Ty, Hospodine, jsi zachránil mou duši, aby nezhynula.", "U tebe je, Bože, pramen života.", "Opustil jsi Boha, který tě zplodil.", "Bůh je mé útočiště, když je mi úzko.", "Já usmrcuji a já oživuji.", "Neopouštíš, Hospodine, ty, kteří tě hledají.", "Nad nebesa je sláva Hospodinova.", "Svítilnou mým nohám je tvé slovo.", "Popřej mi sluchu, slyš mé slovo!", "Kéž pronikne k tobě má modlitba, Hospodine!", "Svatý, svatý, svatý, Pán, Bůh vševládný.", "Vytvořil jsi z nás našemu Bohu království a kněze."]